Repository: AlirezaNoor/DoctorFAM
Catalog: DoctorFAM.Presentation/Resources/Areas/Nurse/Views/NurseInfo/PageOfManageNurseInfo.*.resx
Languages: ar_sa

source: Docotr Panel
ar_sa: لوحة الطبيب

source: Edit
ar_sa: يحرر

source: family doctor and general practitioner and...
ar_sa: طبيب الأسرة والممارس العام و ...

source: Home visit and online visit and...
ar_sa: طبيب الأسرة والممارس العام و ...

source: In order to be fully active on the website and display your information to users, you must fill in the information in the following sections.
ar_sa: لكي تكون نشطًا بالكامل على موقع الويب وتعرض معلوماتك للمستخدمين ، يجب عليك ملء المعلومات في الأقسام التالية.

source: In the field of activity section, you should enter your favorite areas of activity on the website so that the desired service information is displayed for you.
ar_sa: لكي تكون نشطًا بالكامل على موقع الويب وتعرض معلوماتك للمستخدمين ، يجب عليك ملء المعلومات في الأقسام التالية.

source: In the personal information section of the doctor, you must enter information such as the national code and ID of the medical system, etc.
ar_sa: في قسم المعلومات الشخصية للطبيب ، يجب عليك إدخال معلومات مثل الرمز الوطني ومعرف النظام الطبي ، إلخ.

source: In the section of my specialties, you choose your field of specialization and you will be introduced to the site users with that title.
ar_sa: في قسم تخصصاتي ، تختار مجال تخصصك وسيتم تعريف مستخدمي الموقع بهذا العنوان.

source: including national ID and ID of the medical and...
ar_sa: بما في ذلك الرمز الوطني ومعرف النظام الطبي و ...

source: Manage Doctor Informations
ar_sa: إدارة معلومات الطبيب

source: My specialties
ar_sa: تخصصاتي

source: personal information
ar_sa: معلومات شخصية

source: Supporter Message
ar_sa: رسالة دعم

source: Your fields of activity
ar_sa: مجالات نشاطك
