Repository: AlirezaNoor/DoctorFAM
Catalog: DoctorFAM.Presentation/Resources/Areas/UserPanel/Views/HealthHouse/InvoiceFinalization.*.resx
Languages: tr_tr

source: Confirm From Customer
tr_tr: Müşteri tarafından onaylandı

source: Count
tr_tr: Sayı

source: Drug Information
tr_tr: İlaç bilgileri

source: drug picture
tr_tr: uyuşturucu resmi

source: Drug Tracking Code
tr_tr: İlaç takip kodu

source: DrugName From Pharmacy
tr_tr: Eczaneden ilacın adı

source: Finalized
tr_tr: sonuçlandırıldı ve tamamlandı

source: Information
tr_tr: Tanım

source: Mobile
tr_tr: Mobil

source: National Id
tr_tr: Ulusal Kod

source: Patient Info
tr_tr: Müşteri Bilgileri

source: Pharmacy Info
tr_tr: Eczane bilgileri

source: Prescription tracking code/applicant's national code
tr_tr: Hasta takibi/ilerleme

source: Price(Rial)
tr_tr: Tutar (Riyal)

source: Request Code
tr_tr: İzleme kodu iste

source: Request Id
tr_tr: İzleme kodu iste

source: Rial
tr_tr: Riyal

source: Show Finall Invoice
tr_tr: Son faturayı göster

source: Total Invocie Price
tr_tr: Gönderinin son miktarı

source: Transfer Drugs
tr_tr: Paketi gönder ve sonlandır

source: Transfering Price
tr_tr: kurye miktarı

source: Username
tr_tr: isim

source: Version image
tr_tr: Sürüm resmi

source: Waiting For Confirm From User
tr_tr: Müşteri onayı bekleniyor
