Repository: AlirezaNoor/DoctorFAM
Catalog: DoctorFAM.Presentation/Resources/Areas/Pharmacy/Views/Pharmacy/PageOfManagePharmacyInfo.*.resx
Languages: tr_tr

source: Edit
tr_tr: Düzenlemek

source: Home Pharmacy and ...
tr_tr: Ev Eczanesi ve...

source: In order to be fully active on the website and display your information to users, you must fill in the information in the following sections.
tr_tr: Sitede tam olarak aktif olabilmek ve bilgilerinizi kullanıcılara gösterebilmek için aşağıdaki bölümlerde yer alan bilgileri doldurmanız gerekmektedir.

source: In the field of activity section, you should enter your favorite areas of activity on the website so that the desired service information is displayed for you.
tr_tr: Faaliyet alanı bölümünde, istediğiniz hizmet bilgilerinin sizin için görüntülenmesi için web sitesinde favori faaliyet alanlarınızı girmelisiniz.

source: In the personal information section of the Pharmacy, you must enter information such as the national code and , etc.
tr_tr: Eczanenin kişisel bilgiler bölümünde ulusal kod vb. bilgileri girmeniz gerekmektedir.

source: including national ID and...
tr_tr: nüfus cüzdanı dahil...

source: Manage Pharmacy Informations
tr_tr: Eczane Bilgilerini Yönet

source: personal information
tr_tr: kişisel bilgi

source: Pharmacy Panel
tr_tr: Eczane Paneli

source: Supporter Message
tr_tr: Destekçi Mesajı

source: Your fields of activity
tr_tr: Faaliyet alanlarınız
