Repository: AlirezaNoor/DoctorFAM
Catalog: DoctorFAM.Presentation/Resources/SharedLocalizer/SharedLocalizer.*.resx
Languages: ar_sa, fa_ir, tr_tr

source: Add new User
ar_sa: إضافة مستخدم جديد
fa_ir: افزودن کاربر جدید
tr_tr: Yeni Kullanıcı Ekle

source: Change Picture
ar_sa: تغيير الصورة
fa_ir: تغییر تصویر
tr_tr: Resmi değiştir

source: Create Location
ar_sa: إنشاء موقع
fa_ir: افزودن مکان جدید
tr_tr: Konum Oluştur

source: CreateDynamicPage
ar_sa: إنشاء صفحة جديدة
fa_ir: افزودن صفحه ی جدید
tr_tr: Yeni sayfa oluştur

source: Dashboard
ar_sa: لوحة القيادة
fa_ir: داشبورد
tr_tr: Gösterge Paneli

source: From
ar_sa: من عند
fa_ir: از
tr_tr: İtibaren

source: Home
ar_sa: الصفحة الرئيسية
fa_ir: خانه
tr_tr: Ana Sayfa

source: Items
ar_sa: أغراض
fa_ir: آیتم
tr_tr: Öğeler

source: ListOfPages
ar_sa: قائمة الصفحات
fa_ir: لیست صفحات
tr_tr: Sayfa Listesi

source: Locations List
ar_sa: قائمة المواقع
fa_ir: لیست مکان ها
tr_tr: Konum Listesi

source: LogOut
ar_sa: تسجيل خروج
fa_ir: خروج از سامانه
tr_tr: Çıkış Yap

source: Manage Locations
ar_sa: إدارة المواقع
fa_ir: مدیریت مکان ها
tr_tr: Konumları Yönet

source: Manage Pages
ar_sa: إدارة صفحات
fa_ir: مدیریت صفحات
tr_tr: Sayfaları yönet

source: Manage Users
ar_sa: ادارة المستخدمين
fa_ir: مدیریت کاربران
tr_tr: Kullanıcıları Yönet

source: Not Found
ar_sa: لا يوجد لا تجد
fa_ir: یافت نشد
tr_tr: Bulunamadı

source: Options
ar_sa: خيارات
fa_ir: تنظیمات
tr_tr: Seçenekler

source: Profile
ar_sa: حساب تعريفي
fa_ir: اطلاعات کاربری (پروفایل)
tr_tr: Profil

source: Ok
fa_ir: تایید

source: Sweet Alert Announcement
ar_sa: إعلان
fa_ir: اعلان
tr_tr: Duyuru

source: Sweet Alert Failed Message
ar_sa: فشلت العملية
fa_ir: عملیات با شکست مواجه شد
tr_tr: Operasyon başarısız

source: Sweet Alert No Answer
ar_sa: لا
fa_ir: خیر
tr_tr: Numara

source: Sweet Alert Question
ar_sa: هل أنت متأكد أنك تريد إجراء العملية؟
fa_ir: آیا از انجام عملیات مورد نظر اطمینان دارید ؟
tr_tr: İşlemi gerçekleştirmek istediğinizden emin misiniz?

source: Sweet Alert Success Message
ar_sa: تمت المهمة
fa_ir: عملیات با موفقیت انجام شد
tr_tr: Görev tamamlandı

source: Sweet Alert Yes Answer
ar_sa: نعم
fa_ir: بله
tr_tr: Evet

source: Users List
ar_sa: قائمة المستخدمين
fa_ir: لیست کاربران
tr_tr: Kullanıcı Listesi

source: Your Account Successfully Activated, Now You Can Login
ar_sa: تم تفعيل حسابك بنجاح ، الآن يمكنك تسجيل الدخول إلى الموقع
fa_ir: حساب کاربری شما با موفقیت فعال شد ، اکنون میتوانید در سایت وارد شوید
tr_tr: Hesabınız başarıyla etkinleştirildi, şimdi siteye giriş yapabilirsiniz

source: Add New Role
fa_ir: افزودن نقش
tr_tr: Yeni Rol Ekle

source: List Of Roles
ar_sa: قائمة الأدوار
fa_ir: لیست نقش ها
tr_tr: Roller Listesi

source: Manage Permissions
fa_ir: مدیریت دسترسی ها

source: Permissions
fa_ir: دسترسی ها

source: Roles
fa_ir: مدیریت نقش ها

source: Articles List
ar_sa: قائمة المقالات
fa_ir: لیست مقالات
tr_tr: Makale Listesi

source: Back
fa_ir: بازگشت

source: Create New Article
ar_sa: إنشاء مقال جديد
fa_ir: افزودن مقاله جدید
tr_tr: Yeni Makale Oluştur

source: Manage Articles
ar_sa: إدارة المقالات
fa_ir: مدیریت مقالات
tr_tr: Makaleleri Yönet

source: Operation Successfully
ar_sa: العملية بنجاح
fa_ir: عملیات با موفقیت انجام شد
tr_tr: Operasyon Başarıyla

source: Permissions List
fa_ir: لیست دسترسی ها

source: Select Item
fa_ir: انتخاب کنید

source: Create New Email
fa_ir: ایجاد ایمیل

source: Emails List
fa_ir: لیست ایمیل ها

source: Manage Emails
fa_ir: مدیریت ایمیل ها

source: Create New Role
ar_sa: إنشاء دور جديد
fa_ir: ایجاد نقش جدید
tr_tr: Yeni Rol Oluştur

source: Manage Roles
ar_sa: إدارة الأدوار
fa_ir: مدیریت نقش ها
tr_tr: Rolleri Yönet

source: Wallet list
fa_ir: لیست کیف پول ها

source: Change Password
ar_sa: غير كلمة السر
fa_ir: تغییر کلمه ی عبور
tr_tr: şifre değiştir

source: Edit Profile
ar_sa: تعديل الملف الشخصي
fa_ir: ویرایش اطلاعات کاربری
tr_tr: profili Düzenle

source: Add Household
fa_ir: افزودن افراد زیر مجموعه

source: Manage Population Covered
ar_sa: إدارة السكان المغطاة
fa_ir: مدیریت جمعیت تحت پوشش
tr_tr: Kapsanan nüfus yönetimi

source: Family Members
fa_ir: افراد زیر مجموعه

source: Family Members List
fa_ir: لیست افراد زیر مجموعه

source: Doctor Info
ar_sa: معلومات الطبيب
fa_ir: اطلاعات پزشک
tr_tr: Doktor Bilgileri

source: Accepted
ar_sa: وافقت
fa_ir: پذیرفته شده
tr_tr: Kabul edilmiş

source: Decline
ar_sa: انخفاض
fa_ir: پذیرفته نشده
tr_tr: Reddetmek

source: Waiting
ar_sa: انتظار
fa_ir: در انتظار
tr_tr: Beklemek

source: Dear user, your information has been rejected by the site support. You can find the reason on the desired page
ar_sa: عزيزي المستخدم ، تم رفض معلوماتك من قبل دعم الموقع. يمكنك العثور على السبب على الصفحة التي تريدها.
fa_ir: کاربر محترم اطلاعات شما توسط پشتیبانی سایت رد شده است . شما می توانید علت آن را در صفحه ی مورد نظر بیابید
tr_tr: Sayın kullanıcı, bilgileriniz site desteği tarafından reddedilmiştir. Nedenini istediğiniz sayfada bulabilirsiniz

source: Dear user, your information is being checked by the support. Please be patient until the result is announced
ar_sa: عزيزي المستخدم ، يتم فحص معلوماتك عن طريق الدعم. يرجى التحلي بالصبر حتى يتم الإعلان عن النتيجة
fa_ir: کاربر محترم اطلاعات شما درحال بررسی توسط پشتیبان است . لطفا تا اعلام نتیجه صبور باشید
tr_tr: Sayın kullanıcı, bilgileriniz destek tarafından kontrol edilmektedir. Sonuç açıklanana kadar lütfen sabırlı olun

source: Inaccessibility
ar_sa: صعوبة الوصول
fa_ir: عدم دسترسی
tr_tr: erişilemezlik

source: Manage Doctors Info
ar_sa: إدارة معلومات الأطباء
fa_ir: مدیریت اطلاعات پزشکان
tr_tr: Doktor bilgilerinin yönetimi

source: List of covered people
ar_sa: قائمة الأشخاص المغطاة
fa_ir: چمعیت پزشک خانواده
tr_tr: Kapsanan kişilerin listesi

source: Queuing settings
ar_sa: إعدادات قائمة الانتظار
fa_ir: تنظیمات نوبت دهی
tr_tr: Sıra Ayarları

source: Records of medical
ar_sa: سجلات الإجراءات الطبية
fa_ir: سوابق اقدامات پزشکی
tr_tr: Tıbbi Prosedür Kayıtları

source: Turn ratings
ar_sa: تقييمات الدور
fa_ir: نوبت دهی
tr_tr: Rol Derecelendirmeleri

source: Please upload your educational certificate or license
fa_ir: لطفا مدرک تحصیلی یا پروانه ی مطب خود را بارگذاری (آپلود) کنید

source: The input values ​​are not valid
ar_sa: قيم الإدخال غير صالحة
fa_ir: مقادیر ورودی معتبر نمی باشد .
tr_tr: Girilen değerler geçerli değil

source: The operation has failed
fa_ir: عملیات با شکست مواجه شده است

source: You have not selected this item.
fa_ir: شما این آیتم را انتخاب نکرده اید .

source: You have selected this item.
fa_ir: شما این آیتم را انتخاب کرده اید .

source: Site Setting
ar_sa: إعداد الموقع
fa_ir: تنظیمات سایت
tr_tr: Site Ayarı

source: Death Certificate
ar_sa: اصدار شهادة وفاة
fa_ir: صدور گواهی فوت
tr_tr: Ölüm belgesi verilmesi

source: Health House
ar_sa: المنزل الصحي
fa_ir: خانه ی سلامت
tr_tr: sağlık evi

source: Home Nurse
ar_sa: ممرضة منزلية
fa_ir: پرستار در منزل
tr_tr: evde hemşire

source: Home Visit
ar_sa: زيارة منزلية
fa_ir: ویزیت در منزل
tr_tr: Ev ziyareti

source: Laboratory At Home
ar_sa: معمل منزلي
fa_ir: آزمایشگاه در منزل
tr_tr: evde laboratuvar

source: Patient Transport
ar_sa: نقل المريض
fa_ir: انتقال بیمار
tr_tr: hasta transferi

source: Pharmacy At Home
ar_sa: صيدلية في المنزل
fa_ir: داروخانه در منزل
tr_tr: evde eczane

source: Doctor Family
ar_sa: طبيب الأسرة
fa_ir: پزشک من
tr_tr: family doctor

source: Favorite activities
ar_sa: الأنشطة الخاصة بك
fa_ir: فعالیت های انتخابی شما
tr_tr: Faaliyetleriniz

source: Online Visit
ar_sa: زيارة عبر الإنترنت
fa_ir: ویزیتهای آنلاین من

source: An error occurred in the change password process
ar_sa: حدث خطأ في عملية تغيير كلمة المرور
fa_ir: خطایی در فرآیند تغییر رمز عبور رخ داد
tr_tr: Şifre değiştirme işleminde bir hata oluştu

source: Current password is invalid
ar_sa: كلمة المرور الحالية غير صحيحة
fa_ir: رمز عبور فعلی نامعتبر است
tr_tr: Mevcut şifre geçersiz

source: The input values ​​are not valid1
fa_ir: مقادیر ورودی معتبر نمی باشد .

source: Brother
ar_sa: أخ
fa_ir: برادر
tr_tr: Abi

source: Child
ar_sa: طفل
fa_ir: فرزند
tr_tr: çocuk

source: Father
ar_sa: أب
fa_ir: پدر
tr_tr: Baba

source: Mother
ar_sa: الأم
fa_ir: مادر
tr_tr: Anne

source: Partner
ar_sa: زوج
fa_ir: همسر
tr_tr: Eş

source: Sister
ar_sa: أخت
fa_ir: خواهر
tr_tr: kardeş

source: Add New Employee
ar_sa: أضف موظف جديد
fa_ir: افزودن کارمند جدید
tr_tr: Yeni bir çalışan ekle

source: List Of Employees
ar_sa: قائمة الموظفين
fa_ir: لیست کارمندان
tr_tr: çalışanların listesi

source: Manage Employees
ar_sa: إدارة شؤون الموظفين
fa_ir: مدیریت کارکنان
tr_tr: Çalışan yönetimi

source: Mobile Number is Duplicated
ar_sa: رقم الهاتف المحمول المدخل غير مقبول.
fa_ir: شماره موبایل وارد شده پذیرفته نمی باشد.
tr_tr: Girilen cep telefonu numarası kabul edilmiyor.

source: Close
fa_ir: بستن

source: Submit
fa_ir: افزودن

source: Add Reservation Date
ar_sa: إضافة تاريخ الحجز
fa_ir: افزودن تاریخ جدید
tr_tr: Yeni tarih ekle

source: List Of Reservations
ar_sa: قائمة الحجوزات
fa_ir: لیست نوبت دهی
tr_tr: randevu listesi

source: Reservation History
ar_sa: محفوظات الحجز
fa_ir: تاریخچه ی نوبت دهی
tr_tr: Randevu geçmişi

source: Manage Market Categories
ar_sa: إدارة فئات المنتجات
fa_ir: مدیریت دسته بندی محصولات
tr_tr: Ürün kategorilerini yönet

source: Market Categories List
ar_sa: قائمة الفئات
fa_ir: لیست دسته بندی ها
tr_tr: Kategori listesi

source: Create Market Categories
ar_sa: إضافة فئة جديدة
fa_ir: افزودن دسته بندی جدید
tr_tr: Yeni Kategori Ekle

source: List of products
ar_sa: قائمة المنتجات
fa_ir: لیست محصولات
tr_tr: Ürün listesi

source: Manage Products
ar_sa: إدارة المنتجات
fa_ir: مدیریت محصولات
tr_tr: Ürünleri Yönet

source: List Of Reservation Date
ar_sa: قائمة المواعيد
fa_ir: لیست نوبت دهی
tr_tr: randevu listesi

source: Manage Reservation
ar_sa: إدارة قائمة الانتظار
fa_ir: مدیریت اخذ نوبت
tr_tr: Kuyruk yönetimi

source: List Of Futur Reservation
ar_sa: قائمة التعيينات المتخذة
fa_ir: لیست نوبت های اخذ شده
tr_tr: Alınan randevuların listesi

source: List Of Closed Reservations
ar_sa: قائمة المواعيد الملغاة
fa_ir: لیست نوبت های لغو شده
tr_tr: İptal edilen randevuların listesi

source: You Must enter All Of Address Fields
ar_sa: يجب عليك إدخال كافة حقول العنوان
fa_ir: شما باید تمام اطلاعات آدرس را وارد کنید
tr_tr: Tüm Adres Alanlarını Girmelisiniz

source: Pharmacy Info
ar_sa: معلومات الصيدلية
fa_ir: اطلاعات داروخانه
tr_tr: Eczane bilgileri

source: Manage Doctors
ar_sa: إدارة الأطباء
fa_ir: مدیریت پزشکان
tr_tr: Doktorların yönetimi

source: Manage Pharmacy
ar_sa: إدارة الصيدليات
fa_ir: مدیریت داروخانه ها
tr_tr: eczanelerin yönetimi

source: Manage Pharmacy Info
ar_sa: معلومات الصيدلية
fa_ir: اطلاعات داروخانه ها
tr_tr: Eczane bilgileri

source: Home Pharmacy
ar_sa: داروخانه در منزل
fa_ir: داروخانه در منزل
tr_tr: داروخانه در منزل

source: List Of Requests
ar_sa: قائمة الطلبات
fa_ir: لیست درخواست ها
tr_tr: İstek listesi

source: Canecl Reservation Request
ar_sa: إلغاء طلب الحجز
fa_ir: درخواست لغو نوبت
tr_tr: Canecl Rezervasyon Talebi

source: List Of Cancel Request
ar_sa: طلبات إلغاء المواعيد
fa_ir: درخواست های لغو نوبت
tr_tr: Randevu iptal talepleri

source: Request For Home Pharmacy
ar_sa: درخواست برای داروخانه در منزل
fa_ir: درخواست برای داروخانه در منزل
tr_tr: درخواست برای داروخانه در منزل

source: Appropriate
fa_ir: مناسب
tr_tr: Uygun

source: ExcessiveObesity
fa_ir: چاقی مفرط
tr_tr: aşırı obezite

source: fat
fa_ir: چاق
tr_tr: yağ

source: List Of BMI History
fa_ir: تاریخجه ی BMI های کاربر
tr_tr: Kullanıcının BMI'lerinin geçmişi

source: Overweight
fa_ir: اضافه وزن
tr_tr: Kilolu

source: Underweight
fa_ir: کمبود وزن
tr_tr: zayıf

source: Your BMI
fa_ir: BMI
tr_tr: BMI

source: Your Height
fa_ir: قد شما
tr_tr: senin boyun

source: Your Weight
fa_ir: وزن شما
tr_tr: senin kilon

source: Health profiles
fa_ir: نمایه های سلامت

source: List Of Yours Requests
fa_ir: درخواست های دریافتی
tr_tr: Alınan istekleriniz

source: To choose a family doctor, you must specify the address of your practice or activity in the doctor's information section.
fa_ir: برای انتخاب پزشک خانواده باید در قسمت اطلاعات پزشک آدرس مطب یا فعالیت خود را تعیین کنید.

source: Female
fa_ir: زن

source: Free
fa_ir: بیمه ی آزاد

source: FreeJobs
fa_ir: مشاغل آزاد

source: Iranian
fa_ir: سلامت ایرانیان

source: Male
fa_ir: مرد

source: Salamat
fa_ir: بیمه ی سلامت

source: Tamin
fa_ir: تامین اجتماعی

source: Decline Request From Doctor
fa_ir: رد درخواست توسط پزشک خانواده

source: Reject Description From Doctor
fa_ir: علت رد درخواست

source: List Of Family Doctors
fa_ir: لیست پزشکان خانواده

source: Manage Family Doctors
fa_ir: مدیریت پزشکان خانواده

source: Age
fa_ir: سن

source: First Name
fa_ir: نام

source: Last Name
fa_ir: نام خانوادگی

source: National Id
fa_ir: کدملی

source: Wallet Balance
fa_ir: موجودی کیف پول

source: List Of Lastest Home Visit
fa_ir: لیست آخرین درخواست ها

source: List Of Your Online Visit
fa_ir: لیست درخواست ها

source: Create Ticket
fa_ir: ایجاد تیکت ها

source: List Of Tickets
fa_ir: لیست تیکت ها

source: Manage Tickets
fa_ir: مدیریت تیکت ها

source: Notofications
fa_ir: اعلان ها

source: Nurse Info
fa_ir: اطلاعات پرستار

source: Manage Nurses
fa_ir: مدیریت پرستاران

source: Manage Nurses Info
fa_ir: مدیریت اطلاعات پرستاران

source: Home Nurse Requests
fa_ir: درخواست های پرستار درمنزل

source: Your Home Nurse Requests
fa_ir: تاریخجه ی درخواست های شما

source: Houre
fa_ir: ساعت

source: List Of Home Nurse Requests
fa_ir: لیست درخواست های پرستار در منزل

source: Consultant Info
fa_ir: اطلاعات کاربری

source: Manage Consultant
fa_ir: مدیریت مشاوران روان

source: Manage Consultant Info
fa_ir: مدیریت اطلاعات مشاوران

source: Consultant
fa_ir: مشاور روان من

source: List of Your covered people
fa_ir: جمعیت پزشک خانواده من

source: Decline Request From Consultant
fa_ir: رد درخواست توسط مشاور روان

source: Reject Description From Consultant
fa_ir: توضیح رد درخواست توسط مشاور روان

source: List Of Consultant Request
fa_ir: لیست درخواست های مشاوره

source: List Of Home Visit Request
fa_ir: لیست درخواست ها

source: List Of Your Home Visit
fa_ir: درخواست های تایید شده

source: List Of Death Certificate
fa_ir: درخواست های صدورگواهی فوت

source: List Of Your Death Certificate
fa_ir: درخواست های تاییدی

source: Your Age
fa_ir: سن شما

source: Your GFR
fa_ir: GFR شما

source: List Of GFR History
fa_ir: تاریخچه ی GFR های کاربر

source: Laboratory Info
fa_ir: اطلاعات آزمایشگاه

source: Manage Laboratory
fa_ir: مدیریت آزمایشگاه ها

source: Manage Laboratory Info
fa_ir: مدیریت اطلاعات

source: The entered National is already available on the site
fa_ir: کدملی وارد شده در سایت موجود است.

source: Sample Of Excel File
fa_ir: نمونه ی فایل اکسل

source: Upload Excel File
fa_ir: آپلود فایل اکسل

source: List Of Your Users
fa_ir: اطلاعات آپلودی

source: Parsa System
fa_ir: سامانه ی پارسا

source: Access
fa_ir: دسترسی ها

source: dlw Sample Of Excel File
fa_ir: دانلود نمونه فایل اکسل

source: Lastest Population Covered
fa_ir: درخواست های پزشک خانواده

source: List Of Insert From System
fa_ir: لیست ورودی سامانه

source: List OF Insert User
fa_ir: اطلاعات ورودی به سامانه

source: Upload Compelete Excel File
fa_ir: آپلود فایل اکسل تکمیل شده

source: My Family Doctor Population
fa_ir: جمعیت پزشک خانواده من

source: Family Doctor Settings
fa_ir: تنظیمات پزشک خانواده

source: Accepted Requests
fa_ir: درخواستهای پذیرفته شده

source: Requests
fa_ir: درخواستها

source: Population Covered List
ar_sa: قائمة الأشخاص المغطاة
fa_ir: لیست جمعیت خانوار
tr_tr: Kapsanan kişilerin listesi

source: Send SMS
fa_ir: ارسال پیامک

source: Send Special SMS
fa_ir: ارسال پیامک ویژه

source: SMS Management
fa_ir: مدیریت پیامک

source: UpLoad population list
fa_ir: بارگذاری لیست جمعیت

source: List Of Wallet
fa_ir: لیست تراکنش ها

source: Manage Wallet
fa_ir: مدیریت مالی

source: List Of Get Reservation Date
fa_ir: لیست نوبتها

source: Create Videos
fa_ir: افزودن ویدیو

source: Health Info Videos
fa_ir: ویدیوهای دانستنی سلامت

source: Manage Videos
fa_ir: مدیریت ویدیوها

source: Create Podcast
fa_ir: افزودن پادکست

source: Health Info Podcasts
fa_ir: رادیوفام

source: Manage Podcast
fa_ir: مدیریت پادکست ها

source: Manage Resume
fa_ir: مدیریت رزومه

source: Resume
fa_ir: رزومه

source: List OF Customer Ads
fa_ir: لیست آگهی ها

source: Manage Customer Ads
fa_ir: مدیریت آگهی ها

source: Create Population Covered
ar_sa: أضف مجتمعًا مغطى
tr_tr: nüfus yönetimini ekleyin

source: Health Test
tr_tr: sağlık testi

source: Home1
ar_sa: المنزل الرئيسي
tr_tr: ana ev

source: Image Is Not Valid .
ar_sa: الصورة غير صالحة.
tr_tr: Resim Geçerli Değil .

source: Population Covered
ar_sa: تغطية السكان
tr_tr: Kapsanan nüfus

source: The entered email is already available on the site
ar_sa: البريد الإلكتروني المدخل متاح بالفعل على الموقع
tr_tr: Girilen e-posta sitede zaten mevcut

source: The operation failed
ar_sa: فشلت العملية
tr_tr: Operasyon başarısız

source: User Not Found
ar_sa: المستخدم ليس موجود
tr_tr: Kullanıcı bulunamadı

source: Your account not found, please re login
ar_sa: حسابك غير موجود ، يرجى إعادة تسجيل الدخول
tr_tr: Hesabınız bulunamadı, lütfen tekrar giriş yapın

source: String1
ar_sa: صيدلية في المنزل
