Repository: AlirezaNoor/DoctorFAM
Catalog: DoctorFAM.Presentation/Resources/Areas/Pharmacy/Views/HomePharmacy/AcceptHomePharmacyRequestFromPharmacy.*.resx
Languages: ar_sa

source: Add Transfering Price
ar_sa: إضافة مبلغ تحويل الحزمة

source: Count
ar_sa: رقم

source: Count Of Feilds
ar_sa: عدد العناصر

source: Drug Information
ar_sa: معلومات المخدرات

source: drug picture
ar_sa: صورة المخدرات

source: Drug Tracking Code
ar_sa: كود تتبع المخدرات

source: DrugName From Pharmacy
ar_sa: اسم الطب

source: Information
ar_sa: وصف

source: Prescription tracking code/applicant's national code
ar_sa: كود التعريف / جنسية المريض

source: Price(Rial)
ar_sa: كود التعريف / جنسية المريض

source: Request Code
ar_sa: شفرة التتبع

source: Rial
ar_sa: ريال

source: Show Details
ar_sa: معلومات ما قبل الفاتورة

source: Submit
ar_sa: سجل

source: Total Drugs Price
ar_sa: الكمية الإجمالية للأدوية

source: Total Invocie Price
ar_sa: المبلغ الإجمالي للفاتورة

source: Transfering Price
ar_sa: مقدار إرسال الدواء

source: Version image
ar_sa: صورة الإصدار
