Repository: AlirezaNoor/DoctorFAM
Catalog: DoctorFAM.Presentation/Resources/Areas/Pharmacy/Views/HomePharmacy/HomePharmacyRequestDetail.*.resx
Languages: ar_sa

source: Accept Request
ar_sa: قبول طلبات

source: Address
ar_sa: العنوان الكامل

source: Age
ar_sa: سن

source: Client
ar_sa: عميل

source: Client First Name
ar_sa: اسم الأمر

source: Client Information
ar_sa: معلومات العميل

source: Client Last Name
ar_sa: الاسم الأخير للطلب

source: Client Mobile
ar_sa: الهاتف المحمول الخاص بالطلب

source: Client Username
ar_sa: اسم المستخدم الخاص بالعميل

source: Count
ar_sa: رقم

source: Distance from the city
ar_sa: المسافة من المدينة

source: Drogs Informations
ar_sa: معلومات المخدرات

source: drug picture
ar_sa: صورة المخدرات

source: Email
ar_sa: البريد الإلكتروني

source: Empty
ar_sa: شاغر

source: End Time
ar_sa: وقت انتهاء الإرسال

source: Extra Mobile
ar_sa: هاتف خارجي

source: Female
ar_sa: أنثى

source: Free
ar_sa: تأمين مجاني

source: Gender
ar_sa: جنس المريض

source: Health Insurance
ar_sa: تأمين صحي

source: Insurance Type
ar_sa: نوع التأمين

source: Iranian health
ar_sa: التأمين الصحي في إيران

source: Male
ar_sa: رجل

source: Mobile
ar_sa: التليفون المحمول

source: Patient Date Time
ar_sa: وقت الاستلام الذي يرغب فيه المريض

source: Patient First Name
ar_sa: اسم المريض

source: Patient Information
ar_sa: معلومات المريض

source: Patient Last Name
ar_sa: الاسم الأخير للمريض

source: Patient Mobile
ar_sa: الهاتف المحمول للمريض

source: Patient National Code
ar_sa: ما هي جنسية المريض؟

source: Patient Phone Number
ar_sa: الخط الأرضي للمريض

source: Prescription tracking code/applicant's national code
ar_sa: كود تتبع الوصفة الطبية / الرمز الوطني لمقدم الطلب

source: Request Code
ar_sa: طلب رمز التتبع

source: Request Create Date
ar_sa: تاريخ إنشاء الطلب

source: Request Description
ar_sa: وصف الطلب

source: Self-employed
ar_sa: تأمين العمل الحر

source: Show Details
ar_sa: مزيد من المعلومات

source: Social Security
ar_sa: تأمين الضمان الاجتماعي

source: Start Time
ar_sa: وقت بدء الإرسال

source: Version image
ar_sa: صورة الإصدار

source: Vilage Name
ar_sa: اسم القرية
