Repository: AlirezaNoor/DoctorFAM
Catalog: DoctorFAM.Presentation/Resources/Areas/Admin/Views/OnlineVisit/FilterOnlineVisitRequests.*.resx
Languages: fa_ir

source: City
fa_ir: شهر

source: Closed
fa_ir: بسته شده

source: Code
fa_ir: کد رهگیری

source: Confirm From Destanation Doctor
fa_ir: تایید شده توسط پزشک

source: Country
fa_ir: کشور

source: Date Time
fa_ir: تاریخ ثبت

source: Delete Filter
fa_ir: حذف فیلتر

source: Disease Counseling
fa_ir: مشاوره ی بیماری

source: Doctor Avatar
fa_ir: پزشک

source: Doctor Mobile
fa_ir: موبایل پزشک

source: Doctor National Id
fa_ir: کدملی پزشک

source: Doctor Username
fa_ir: نام کاربری پزشک

source: Drug Counseling
fa_ir: مشاوره ی دارو

source: Emergency Consultation
fa_ir: مشاوره ی اورژانسی

source: Empty
fa_ir: خالی

source: Filter
fa_ir: فیلتر

source: Information has not been entered
fa_ir: اطلاعات وارد نشده است

source: Mobile
fa_ir: موبایل

source: Online Visit Request Type
fa_ir: نوع درخواست ویزیت آنلاین

source: Online Visit Requests
fa_ir: درخواست ویزیت آنلاین

source: Options
fa_ir: امکانات

source: Order By
fa_ir: مرتب سازی بر اساس

source: Paid &amp; Waiting For Confirm
fa_ir: پرداخت شده و درانتظار تایید

source: Paraclinical Counseling
fa_ir: مشاوره ی پاراکلینیک

source: Please Select City
fa_ir: لطفا یک شهر را انتخاب کنید

source: Please Select Country
fa_ir: لطفا یک کشور را انتخاب کنید

source: Please Select State
fa_ir: لطفا یک استان را انتخاب کنید

source: Psychological Counseling
fa_ir: مشاوره ی روانشناسی

source: Request State
fa_ir: نوع درخواست

source: Seen By Doctor
fa_ir: دیده شده توسط پزشک

source: State
fa_ir: استان

source: User Avatar
fa_ir: آواتار

source: User Mobile
fa_ir: موبایل کاربر

source: User National Id
fa_ir: کدملی کاربر

source: User Username
fa_ir: نام کاربر

source: Username
fa_ir: نام کاربری
