Repository: AlirezaNoor/DoctorFAM
Catalog: DoctorFAM.Domain/Resources/SharedResource/DataAnnotationResource.*.resx
Languages: ar_sa, tr_tr

source: Accept Invoice From Customer
ar_sa: قبول الفاتورة من العميل
tr_tr: Müşteriden Fatura Kabul Et

source: Accepted
ar_sa: وافق
tr_tr: onaylanmış

source: AcceptFromCustomer
ar_sa: قبول من العميل
tr_tr: Başvuru sahibi tarafından onaylandı

source: Address
ar_sa: Translation
tr_tr: Adres

source: Age
ar_sa: سن
tr_tr: Yaş

source: All
ar_sa: الجميع
tr_tr: Herşey

source: Appropriate
ar_sa: ملائم
tr_tr: Uygun

source: Approval of the request from the pharmacy
ar_sa: الموافقة على الطلب من الصيدلية
tr_tr: Eczaneden gelen talebin onaylanması

source: ApprovalOfTheRequestFromThePharmacy
ar_sa: الموافقة على الطلب من الصيدلية
tr_tr: Eczaneden Gelen Talebin Onayı

source: Article Category title
ar_sa: عنوان الفئة
tr_tr: Kategori başlığı

source: Ascending
ar_sa: تصاعدي

source: Awaiting The Payment Of The Invoice Amount
ar_sa: درانتظار پرداخت مبلغ پیش نویس
tr_tr: Taslak tutarının ödenmesi bekleniyor

source: Base Price
ar_sa: السعر الأساسي

source: BirthDay
ar_sa: عيد الميلاد
tr_tr: Doğum günü

source: Brother
ar_sa: أخ
tr_tr: Abi

source: Cancelled
ar_sa: ألغيت
tr_tr: İptal edildi

source: Charge Wallet
ar_sa: محفظة الشحن

source: Child
ar_sa: طفل
tr_tr: Çocuk

source: City
ar_sa: مدينة
tr_tr: Şehir

source: computerized
ar_sa: أضف جهاز كمبيوتر
tr_tr: Bilgisayar ekle

source: Confirm From Destination And Waiting For Issuance Of Draft Invoice
ar_sa: تایید شده و درانتظار صدور پیش نویس فاکتور
tr_tr: Onaylandı ve taslak faturanın düzenlenmesini bekliyor

source: Country
ar_sa: دولة
tr_tr: Ülke

source: Create Date Descending
ar_sa: تاريخ الخلق من الجديد إلى القديم

source: Current Password
ar_sa: كلمة المرور الحالية
tr_tr: Mevcut Şifre

source: Default
ar_sa: پیش فرض
tr_tr: Varsayım

source: Deleted
ar_sa: تم الحذف
tr_tr: Kaldırıldı

source: Deleted ?
ar_sa: تم الحذف ؟

source: Deleted1
ar_sa: تم الحذف

source: Delivery by courier
ar_sa: التسليم عن طريق البريد
tr_tr: kurye ile teslimat

source: Delivery To Courier And Sending
ar_sa: تحویل به پیک و درحال ارسال
tr_tr: Kuryeye teslim ve gönderim

source: Deposit
ar_sa: الوديعة

source: Descending
ar_sa: تنازلي

source: Description
ar_sa: وصف

source: Display Name
ar_sa: أظهر الاسم
tr_tr: İsim göster

source: DoctorOffice
ar_sa: عيادة
tr_tr: klinik

source: DynamicPage ShortDescription
ar_sa: وصف موجز للصفحة
tr_tr: Sayfanın kısa açıklaması

source: DynamicPage Text
ar_sa: نص الصفحة
tr_tr: sayfa metni

source: DynamicPage Title
ar_sa: عنوان الصفحة
tr_tr: sayfa başlığı

source: education
ar_sa: التعليم
tr_tr: Eğitim

source: Email
ar_sa: البريد الإلكتروني
tr_tr: e-posta

source: Enable SSL
ar_sa: تفعيل SSL
tr_tr: SSL aktivasyonu

source: End Time
ar_sa: وقت النهاية
tr_tr: bitiş zamanı

source: EndPrice
ar_sa: نهاية السعر

source: ExcessiveObesity
ar_sa: السمنة المفرطة
tr_tr: aşırı obezite

source: Extra Phone Number
ar_sa: رقم هاتف إضافي
tr_tr: Ekstra Telefon Numarası

source: Failed
ar_sa: غير ناجح
tr_tr: Başarısız

source: fat
ar_sa: زيت
tr_tr: yağ

source: Father
ar_sa: أب
tr_tr: Baba

source: Father Name
ar_sa: اسم الأب
tr_tr: Baba adı

source: female
ar_sa: أنثى
tr_tr: Dişi

source: Filling information from the user's side and transfer to the bank portal
ar_sa: تعبئة المعلومات من قبل المستخدم وتحويلها إلى بوابة البنك
tr_tr: Kullanıcı tarafından bilgilerin doldurulması ve banka portalına aktarılması

source: finalized
ar_sa: تم الانتهاء منه
tr_tr: kesinleşmiş

source: First Name
ar_sa: اسم
tr_tr: isim

source: Free
ar_sa: حر
tr_tr: Özgür

source: Gateway Type
ar_sa: نوع المنفذ

source: Gender
ar_sa: جنس
tr_tr: Cinsiyet

source: Health Insurance
ar_sa: تأمين صحي
tr_tr: Sağlık Sigortası

source: Home Phone Number
ar_sa: رقم الهاتف المنزلي
tr_tr: Ev telefon numarası

source: In Person
ar_sa: قم بالزيارة شخصيًا
tr_tr: şahsen ziyaret edin

source: InsuranceType
ar_sa: تأمين
tr_tr: Sigorta

source: Iranian health
ar_sa: الصحة الإيرانية
tr_tr: İran sağlığı

source: Laboratory
ar_sa: معمل
tr_tr: laboratuvar

source: Laboratory fee at home in Rials
ar_sa: رسوم المختبر في المنزل بالريال
tr_tr: Rials'ta evde laboratuvar ücreti

source: Last Name
ar_sa: اللقب
tr_tr: Soyadı

source: LastName
ar_sa: اللقب
tr_tr: Soyadı

source: Location title
ar_sa: عنوان المكان
tr_tr: Yer başlığı

source: male
ar_sa: رجل
tr_tr: Erkek adam

source: Manual
ar_sa: إضافة يدوية
tr_tr: Manuel ekleme

source: Max Price
ar_sa: السعر الأقصى

source: Medical record
ar_sa: السجل الطبي
tr_tr: Tıbbi kayıt

source: Medical system code
ar_sa: كود النظام الطبي
tr_tr: Tıbbi sistem kodu

source: Meta Tag
ar_sa: متا تگ
tr_tr: meta etiket

source: Min Price
ar_sa: سعر الحد الأدنى

source: Mobile
ar_sa: التليفون المحمول
tr_tr: mobil

source: Name
ar_sa: اسم
tr_tr: isim

source: NationalId
ar_sa: رمز دولي
tr_tr: Ulusal Kod

source: New Password
ar_sa: كلمة السر الجديدة
tr_tr: Yeni Şifre

source: Not Found
ar_sa: لم يتم العثور على
tr_tr: Bulunamadı

source: Not Reserved
ar_sa: غير محجوز
tr_tr: Ayrılmadı

source: NotDeleted
ar_sa: غير محذوف
tr_tr: silinmedi

source: Office address
ar_sa: عنوان المكتب
tr_tr: Ofis adresi

source: Online
ar_sa: متصل
tr_tr: Çevrimiçi

source: Overweight
ar_sa: سمين
tr_tr: Kilolu

source: Paid and waiting to choose a doctor
ar_sa: تدفع وتنتظر اختيار الطبيب
tr_tr: Ücretli ve doktor seçmeyi bekliyor

source: Partner
ar_sa: شريك
tr_tr: Eş

source: Password
ar_sa: كلمه السر
tr_tr: parola

source: Password And Re Password Does Not Match
ar_sa: كلمة المرور وتكرارها ليسا متساويين
tr_tr: Şifre ve tekrarı eşit değil

source: Patient transfer fee in Rials
ar_sa: رسوم تحويل المريض بالريال
tr_tr: transfer

source: Payment Type
ar_sa: پرداخت \ واریز برای

source: PayPal
ar_sa: پی پال

source: Permission Name
ar_sa: نام دسترسی
tr_tr: Erişim adı

source: Pharmacy
ar_sa: مقابل
tr_tr: eczane

source: Pharmacy tariff at home in Rials
ar_sa: تعرفة الصيدلة في المنزل بالريال
tr_tr: Rials'ta evde eczane tarifesi

source: Port Number
ar_sa: شماره پورت
tr_tr: Port numarası

source: Port Number1
ar_sa: شماره پورت

source: Preparing The Order
ar_sa: درحال آماده سازی سفارش
tr_tr: Siparişi hazırlamak ve göndermek

source: ProvidingAnInvoiceFromThePharmacy
ar_sa: إحضار فاتورة من الصيدلية
tr_tr: Eczaneden fatura temin etmek

source: Ratio
ar_sa: نسبة
tr_tr: Oran

source: Re New Password
ar_sa: كرر كلمة المرور الجديدة
tr_tr: Yeni şifreyi tekrarlayın

source: Re Password
ar_sa: كرر كلمة المرور
tr_tr: şifreyi tekrarla

source: Received by the customer
ar_sa: استلمها العميل
tr_tr: Müşteri tarafından alındı

source: Register Date - Ascending
ar_sa: تاریخ ثبت نام - صعودی
tr_tr: Kayıt Tarihi - Artan

source: Register Date - Descending
ar_sa: تاریخ ثبت نام - نزولی
tr_tr: Kayıt Tarihi - Azalan

source: Register Now
ar_sa: تسجيل جديد
tr_tr: Yeni kayıt

source: Rejected
ar_sa: غير مقبول
tr_tr: onaylanmadı

source: Request For Home Pharmacy
ar_sa: طلب الحصول على صيدلية في المنزل
tr_tr: Evde eczane başvurusu

source: Reservation Date
ar_sa: تاريخ الحجز
tr_tr: Rezervasyon Tarihi

source: Reservation tariff in Rials
ar_sa: تعرفة التناوب بالريال
tr_tr: Riyal olarak sırayla alma tarifesi

source: Reserved
ar_sa: محجوز
tr_tr: Rezerve

source: Role Title
ar_sa: عنوان نقش
tr_tr: Rol ünvanı

source: Selected by a doctor
ar_sa: يختاره الطبيب
tr_tr: Bir doktor tarafından seçildi

source: Self-employed
ar_sa: الوكلاء لديهم حساب خاص بهم
tr_tr: Serbest meslek

source: Send From
ar_sa: ارسال از
tr_tr: gönder

source: Send SMS Time
ar_sa: وقت إرسال الرسائل القصيرة
tr_tr: SMS Zamanı Gönder

source: Sister
ar_sa: أخت
tr_tr: kardeş

source: Social Security
ar_sa: الضمان الاجتماعي
tr_tr: Sosyal Güvenlik

source: Specialty
ar_sa: تخصص
tr_tr: uzmanlık

source: Start Time
ar_sa: وقت البدء
tr_tr: Başlangıç ​​saati

source: State
ar_sa: استان
tr_tr: Belirtmek, bildirmek

source: Stripe
ar_sa: استرایپ

source: Success
ar_sa: موفق
tr_tr: Başarılı

source: System
ar_sa: سیستم

source: Take Reservation
ar_sa: الحصول على دور
tr_tr: sıra al

source: Tariff for home visits in Rials
ar_sa: تعرفة الزيارات المنزلية بالريال
tr_tr: Rials'ta ev ziyaretleri için tarife

source: Tariff for issuance of death certificate in Rials
ar_sa: تعريفة إصدار شهادة الوفاة بالريال
tr_tr: Riyal cinsinden ölüm belgesi düzenleme tarifesi

source: The entered date is not valid
ar_sa: التاريخ المدخل غير صالح
tr_tr: Girilen tarih geçerli değil

source: The entered national code is not valid
ar_sa: الكود الوطني الذي تم إدخاله غير صالح
tr_tr: Girilen ulusal kod geçerli değil

source: The information entered is not valid.
ar_sa: المعلومات التي تم إدخالها غير صالحة.
tr_tr: Girilen bilgiler geçerli değil.

source: The medical system code entered is not valid
ar_sa: رمز النظام الطبي الذي تم إدخاله غير صالح
tr_tr: Girilen tıbbi sistem kodu geçerli değil

source: The reason for the rejection of the information
ar_sa: سبب رفض المعلومة
tr_tr: Bilginin reddedilme nedeni

source: The tariff of the nurse at home is in Rials
ar_sa: تعرفة الممرضة في المنزل بالريال
tr_tr: Evde hemşirenin tarifesi Riyal cinsindendir.

source: Title
ar_sa: عنوان
tr_tr: Başlık

source: Transaction Type
ar_sa: نوع تراکنش

source: Underweight
ar_sa: ضعيف
tr_tr: zayıf

source: unpaid
ar_sa: غير مدفوع الأجر
tr_tr: ödenmemiş

source: User Name
ar_sa: اسم االمستخدم
tr_tr: Kullanıcı adı

source: Waiting For Accept From Customer
ar_sa: في انتظار القبول من الزبون
tr_tr: Müşteriden Kabul Bekleniyor

source: Waiting For Complete
ar_sa: في انتظار اكتمال
tr_tr: Tamamlanmayı Bekliyor

source: Waiting For Confirm From Destination
ar_sa: درانتظار تایید مقصد
tr_tr: Hedef onayı bekleniyor

source: Waiting for information to be filled by the user
ar_sa: في انتظار المعلومات ليتم ملؤها من قبل المستخدم
tr_tr: Kullanıcı tarafından doldurulacak bilgi bekleniyor

source: WaitingForConfirm
ar_sa: انتظر القبول
tr_tr: Onay bekleniyor

source: Withdraw
ar_sa: برداشت

source: Work Address
ar_sa: عنوان العمل
tr_tr: İş adresi

source: ZarinPal
ar_sa: زرین پال

source: Please Enter Valid Email Address
tr_tr: lütfen geçerli eposta adresini giriniz

source: Please enter valid number
tr_tr: Lütfen geçerli bir numara girin

source: Please Enter {0}
tr_tr: Lütfen {0} girin.

source: Please Enter {0} Less Than {1} Character
tr_tr: {0} daha fazlasını yapamazsın {1} karakter ol

source: Population Covered List
tr_tr: Kapsanan kişilerin listesi

source: Unique Name
tr_tr: benzersiz ad

source: Unique Name1
tr_tr: benzersiz ad
